/* No comment provided by engineer. */
"(no title)" = "(sem título)";

/* No comment provided by engineer. */
"<h1>No Description available for this Post</h1>" = "<h1>Não existe descrição para esta entrada</h1>";

/* No comment provided by engineer. */
"A Media file is currently in uploading. Please try later." = "Já está a ser carregado um ficheiro. Por favor tente mais tarde.";

/* No comment provided by engineer. */
"Above Content" = "Acima do conteúdo";

/* No comment provided by engineer. */
"Add Blog" = "Adicionar site";

/* No comment provided by engineer. */
"Add blog hosted at WordPress.com" = "Adicionar um site em WordPress.com";

/* No comment provided by engineer. */
"Add Category" = "Adicionar categoria";

/* No comment provided by engineer. */
"Add Location" = "Adicionar localização";

/* No comment provided by engineer. */
"Add Photo from Library" = "Seleccionar foto da biblioteca";

/* No comment provided by engineer. */
"Add Selected" = "Adicionar seleccionados";

/* No comment provided by engineer. */
"Add self-hosted WordPress blog" = "Adicionar site WordPress.org próprio";

/* No comment provided by engineer. */
"Add Video from Library" = "Seleccionar vídeo da biblioteca";

/* No comment provided by engineer. */
"App Store Rating" = "Pontuação da App Store";

/* No comment provided by engineer. */
"Approve" = "Aprovar";

/* No comment provided by engineer. */
"Approve (%d)" = "Aprovar (%d)";

/* No comment provided by engineer. */
"Approve Comment" = "Aprovar comentário";

/* No comment provided by engineer. */
"Are you sure?" = "Tem a certeza?";

/* No comment provided by engineer. */
"Back" = "Voltar";

/* No comment provided by engineer. */
"Below Content" = "Abaixo do conteúdo";

/* No comment provided by engineer. */
"Blog" = "Site";

/* No comment provided by engineer. */
"Blog returned invalid data." = "O site devolveu dados inválidos.";

/* RootViewController_Title */
"Blogs" = "Sites";

/* No comment provided by engineer. */
"Can't edit just yet" = "Não pode ainda editar";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancelled." = "Cancelada.";

/* No comment provided by engineer. */
"Categories" = "Categorías";

/* No comment provided by engineer. */
"Categories:" = "Categorías:";

/* No comment provided by engineer. */
"Categories: %@" = "Categorías: %@";

/* No comment provided by engineer. */
"Category name already exists." = "Ya existe una categoría con ese nombre.";

/* No comment provided by engineer. */
"Category title missing." = "Falta el título de la categoría";

/* No comment provided by engineer. */
"Choose Image Size" = "Elige un tamaño de imagen";

/* No comment provided by engineer. */
"Clicks (Past 7 Days)" = "Clicks (Past 7 Days)";

/* No comment provided by engineer. */
"Close" = "Cerrar";

/* No comment provided by engineer. */
"Comment" = "Comentario";

/* Comment Reply view title */
"Comment Reply" = "Responder";

/* No comment provided by engineer. */
"Comments" = "Comentarios";

/* No comment provided by engineer. */
"Communication Error." = "Erro de comunicação.";

/* No comment provided by engineer. */
"Connection Problem" = "Problema na ligação";

/* No comment provided by engineer. */
"Crash Detected" = "Falha detectada";

/* No comment provided by engineer. */
"Currently Syncing" = "Sincronizando";

/* No comment provided by engineer. */
"Custom" = "Personalizado";

/* No comment provided by engineer. */
"Custom Size" = "Tamanho personalizado";

/* No comment provided by engineer. */
"Daily Views" = "Daily Views";

/* No comment provided by engineer. */
"Days" = "Days";

/* No comment provided by engineer. */
"Delete" = "Apagar";

/* No comment provided by engineer. */
"Delete %@?" = "Apagar %@?";

/* No comment provided by engineer. */
"Deleting Post..." = "Apagando entrada...";

/* No comment provided by engineer. */
"Deleting..." = "Apagando...";

/* No comment provided by engineer. */
"Deselect All" = "Deseleccionar todos";

/* No comment provided by engineer. */
"Discard" = "Descartar";

/* No comment provided by engineer. */
"Don't Send Crash Report" = "Não enviar relatório de falha";

/* No comment provided by engineer. */
"Done" = "Feito";

/* No comment provided by engineer. */
"Draft" = "rascunho";

/* No comment provided by engineer. */
"East" = "Este";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edit Blog" = "Editar site";

/* No comment provided by engineer. */
"Edit Comment" = "Editar comentário";

/* No comment provided by engineer. */
"Edit Site" = "Editar site";

/* No comment provided by engineer. */
"Encoding failed." = "Falha de codificação.";

/* No comment provided by engineer. */
"Encoding finished." = "codificação terminada.";

/* No comment provided by engineer. */
"Encoding media..." = "Codificando media...";

/* No comment provided by engineer. */
"Enter a password" = "Indique uma senha";

/* No comment provided by engineer. */
"Error" = "Erro";

/* No comment provided by engineer. */
"Error Copying Video" = "Error ao copiar vídeo";

/* No comment provided by engineer. */
"Error establishing database connection." = "Erro de conexão à base de dados.";

/* No comment provided by engineer. */
"Error." = "Erro.";

/* No comment provided by engineer. */
"Failed" = "Falhou";

/* No comment provided by engineer. */
"Finding address..." = "Procurando endereço...";

/* No comment provided by engineer. */
"Finding your location..." = "Procurando a sua localização...";

/* No comment provided by engineer. */
"Geolocation" = "Localização";

/* Enables geotagging in blog settings (short label) */
"Geotagging" = "Localização";

/* No comment provided by engineer. */
"Height" = "Altura";

/* No comment provided by engineer. */
"Hello,\n" = "Olá,\n";

/* No comment provided by engineer. */
"Help" = "Ajuda";

/* No comment provided by engineer. */
"Hi %@," = "Olá %@,";

/* No comment provided by engineer. */
"http://example.com" = "http://example.com";

/* App URL, change 'us' for your local store code (test the link first) */
"http://itunes.apple.com/us/app/wordpress/id335703880?mt=8" = "http://itunes.apple.com/es/app/wordpress/id335703880?mt=8";

/* No comment provided by engineer. */
"http://wordpress.com/signup?ref=wp-iphone" = "http://pt.wordpress.com/signup?ref=wp-iphone";

/* No comment provided by engineer. */
"I'm Ready!" = "I'm Ready!";

/* No comment provided by engineer. */
"If you like WordPress for iOS, we'd appreciate it if you could leave us a rating in the App Store. Would you like to do that now?" = "Se gosta do WordPress para iOS, gostávamos muito que o pontuasse na App Store. Quer fazê-lo agora?";

/* No comment provided by engineer. */
"Image" = "Imagem";

/* No comment provided by engineer. */
"Immediately" = "Imediatamente";

/* No comment provided by engineer. */
"Incorrect Password" = "Senha incorrecta";

/* Info alert title */
"Info" = "Informação";

/* No comment provided by engineer. */
"Insert %@:" = "Inserir %@:";

/* No comment provided by engineer. */
"Invalid file type" = "Tipo de ficheiro inválido";

/* No comment provided by engineer. */
"It looks like WordPress for iOS crashed the last time you used it. You can help us resolve the issue by sending a crash report." = "Parece que ocorreu um erro no WordPress para iOS da última vez. Poderia ajudar-nos a resolvê-lo enviando um relatório.";

/* No comment provided by engineer. */
"Landscape" = "Horizontal";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Last Updated: %@" = "Ultima actualização: %@";

/* No comment provided by engineer. */
"Last Updated: Never" = "Última actualização: nunca";

/* No comment provided by engineer. */
"Learn More" = "Learn More";

/* No comment provided by engineer. */
"Link URL" = "URL da ligação";

/* No comment provided by engineer. */
"Loading blogs..." = "Carregando sites...";

/* Loading Status */
"Loading..." = "Carregando...";

/* No comment provided by engineer. */
"Local" = "Local";

/* No comment provided by engineer. */
"Local Draft" = "Rascunho local";

/* No comment provided by engineer. */
"Location unknown" = "Localização desconhecida";

/* No comment provided by engineer. */
"Make a Link" = "Criar uma ligação";

/* No comment provided by engineer. */
"Make a Link\n\n\n\n" = "Criar uma ligação\n\n\n\n";

/* No comment provided by engineer. */
"Mark Comment as Spam" = "Marcar comentário como spam";

/* No comment provided by engineer. */
"Media" = "Multimedia";

/* No comment provided by engineer. */
"Medium" = "Meio";

/* No comment provided by engineer. */
"Moderating..." = "Moderando...";

/* No comment provided by engineer. */
"Months" = "Months";

/* No comment provided by engineer. */
"My Blog" = "O Meu Site";

/* No comment provided by engineer. */
"Need Help?" = "Necessita de ajuda?";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No blogs found." = "Não foram encontrados sites.";

/* No comment provided by engineer. */
"No chart data found." = "No chart data found.";

/* No comment provided by engineer. */
"No connection to host." = "Sem conexão ao servidor.";

/* No comment provided by engineer. */
"No internet connection." = "Sem conexão à internet.";

/* No comment provided by engineer. */
"No stats data found.  Please try again later." = "No stats data found.  Please try again later.";

/* No comment provided by engineer. */
"North" = "Norte";

/* No comment provided by engineer. */
"OK" = "OK";

/* (Comment) on (Post Title) */
"on " = "em ";

/* Can't do operation (comment moderate/edit) since there's no connection */
"Operation is not supported now." = "A operação não é suportada neste momento.";

/* No comment provided by engineer. */
"Optional" = "Optional";

/* No comment provided by engineer. */
"Orientation changed during recording. Please choose which orientation to use for this video." = "A orientação mudou durante a gravação. Escolha a orientação para este vídeo.";

/* No comment provided by engineer. */
"Original" = "Original";

/* No comment provided by engineer. */
"Pages" = "Páginas";

/* No comment provided by engineer. */
"Parent Category" = "Categoria superior";

/* No comment provided by engineer. */
"Password" = "Senha";

/* No comment provided by engineer. */
"Password is required." = "A senha é obrigatória.";

/* No comment provided by engineer. */
"Password protected" = "Protegido com senha";

/* No comment provided by engineer. */
"Pending" = "Pendente";

/* No comment provided by engineer. */
"Pending Comment" = "Comentário pendente";

/* No comment provided by engineer. */
"Pending moderation" = "Pendente de moderação";

/* No comment provided by engineer. */
"Pending review" = "Pendente de revisão";

/* No comment provided by engineer. */
"Please delete the app and reinstall." = "Por favor apague a aplicação e re-instale.";

/* No comment provided by engineer. */
"Please describe what you were doing when the app crashed: " = "Por favor indique o que estava a fazer quando ocorreu o erro: ";

/* No comment provided by engineer. */
"Please type a comment." = "Por favor escreva um comentário";

/* No comment provided by engineer. */
"Please update your credentials and try again." = "Por favor actualiza as suas credenciales e tente novamente.";

/* No comment provided by engineer. */
"Please update your password:" = "Por favor actualiza a sua senha:";

/* No comment provided by engineer. */
"Please visit the FAQ to get answers to common questions. If you're still having trouble, post in the forums or email us." = "Please visit the FAQ to get answers to common questions. If you're still having trouble, post in the forums or email us.";

/* No comment provided by engineer. */
"Portrait" = "Vertical";

/* No comment provided by engineer. */
"Post Views (Past 7 Days)" = "Post Views (Past 7 Days)";

/* No comment provided by engineer. */
"Posts" = "Entradas";

/* No comment provided by engineer. */
"Preview" = "Pré-visualização";

/* No comment provided by engineer. */
"Private" = "Privada";

/* No comment provided by engineer. */
"Privately published" = "Publicada como privada";

/* No comment provided by engineer. */
"Public" = "Pública";

/* No comment provided by engineer. */
"Publish" = "Publicar";

/* No comment provided by engineer. */
"Publish   " = "Publicar   ";

/* No comment provided by engineer. */
"Publish Immediately" = "Imediatamente";

/* No comment provided by engineer. */
"Published" = "Publicada";

/* Published on <date> */
"Published on" = "Publicada em";

/* No comment provided by engineer. */
"Published!" = "Published!";

/* Pull down to refresh status */
"Pull down to refresh..." = "Esticar para recarregar...";

/* No comment provided by engineer. */
"Quick Photo" = "Quick Photo";

/* No comment provided by engineer. */
"Quick Photo Failed" = "Quick Photo Failed";

/* No comment provided by engineer. */
"Re: %@" = "Re: %@";

/* No comment provided by engineer. */
"Read the FAQ" = "Read the FAQ";

/* No comment provided by engineer. */
"Record Video" = "Gravar vídeo";

/* No comment provided by engineer. */
"Referrers (Past 7 Days)" = "Referrers (Past 7 Days)";

/* Release to refresh status */
"Release to refresh..." = "Soltar para recarregar...";

/* No comment provided by engineer. */
"Remove" = "Remover";

/* No comment provided by engineer. */
"Remove Location" = "Remover localização";

/* No comment provided by engineer. */
"Reply" = "Responder";

/* No comment provided by engineer. */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Save Draft" = "Guardar rascunho";

/* No comment provided by engineer. */
"Saving Edit..." = "Guardando edições...";

/* No comment provided by engineer. */
"Saving..." = "Guardando...";

/* No comment provided by engineer. */
"Schedule" = "Agendar";

/* No comment provided by engineer. */
"Scheduled" = "Agendada";

/* No comment provided by engineer. */
"Scheduled for" = "Agendada para";

/* No comment provided by engineer. */
"Search Terms (Past 7 Days)" = "Search Terms (Past 7 Days)";

/* No comment provided by engineer. */
"Select All" = "Seleccionar todos";

/* No comment provided by engineer. */
"Select Blogs" = "Seleccionar sites";

/* No comment provided by engineer. */
"Send Crash Report" = "Enviar relatório de erro";

/* No comment provided by engineer. */
"Send Support E-mail" = "Send Support E-mail";

/* No comment provided by engineer. */
"Sending Reply..." = "Enviando resposta...";

/* No comment provided by engineer. */
"Separate tags with commas" = "Separe as etiquetas com vírgulas";

/* No comment provided by engineer. */
"Server returned status code %d" = "O servidor devolveu o código de estado %d";

/* No comment provided by engineer. */
"Settings" = "Opções";

/* No comment provided by engineer. */
"Show more..." = "Show more...";

/* No comment provided by engineer. */
"Sign In" = "Aceder";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "O acceso falhou. Por favor tente novamente.";

/* No comment provided by engineer. */
"Sign Out" = "Terminar sessão";

/* No comment provided by engineer. */
"Sign Up" = "Registo";

/* No comment provided by engineer. */
"Signing in..." = "Acedendo...";

/* No comment provided by engineer. */
"Signing In..." = "Acedendo...";

/* No comment provided by engineer. */
"Small" = "Pequeno";

/* No comment provided by engineer. */
"Something went wrong during comments moderation." = "Ocorreu um erro durante a moderação.";

/* No comment provided by engineer. */
"Sorry, can't log in" = "Não foi possível iniciar a sessão";

/* No comment provided by engineer. */
"Sorry, no connection to host. A simple preview is shown below." = "Sem conexão com o servidor. Uma pré-visualização simples é mostrada abaixo.";

/* No comment provided by engineer. */
"Sorry, something went wrong during comment moderation. Please try again." = "Ocorreu um erro durante a moderação. Por favor tente novamente.";

/* No comment provided by engineer. */
"Sorry, something went wrong during comments moderation. Please try again." = "Ocorreu mas ocorreu um erro durante a moderação. Por favor tente novamente.";

/* No comment provided by engineer. */
"Sorry, the photo publish failed. The post has been saved as a Local Draft." = "Sorry, the photo publish failed. The post has been saved as a Local Draft.";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "Sorry, the photo upload failed. The post has been saved as a Local Draft.";

/* No comment provided by engineer. */
"Sorry, the post has changed, or it is not published. A simple preview is shown below." = "A entrada foi modificada ou não foi publicada. Uma pré-visualização simples é mostrada abaixo.";

/* No comment provided by engineer. */
"Sorry, upload failed" = "O carregamento falhou";

/* No comment provided by engineer. */
"Sorry, you can't edit a post while it's being uploaded. Try again in a moment" = "Não se pode editar uma entrada que está a ser actualizada. Tente novamente dentro de momentos";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this blog." = "Não tem acesso a esta funcionalidade. Por favor verifique as suas permissões neste site.";

/* No comment provided by engineer. */
"South" = "Sul";

/* No comment provided by engineer. */
"Spam" = "Spam";

/* No comment provided by engineer. */
"Spam (%d)" = "Spam (%d)";

/* No comment provided by engineer. */
"Start a new blog at WordPress.com" = "Crie um site novo no WordPress.com";

/* No comment provided by engineer. */
"Start blogging from your %@ in seconds." = "Comece a publicar no seu %@ em segundos.";

/* No comment provided by engineer. */
"Stats" = "Estatísticas";

/* No comment provided by engineer. */
"Status" = "Estado";

/* No comment provided by engineer. */
"Stopped" = "Parada";

/* No comment provided by engineer. */
"Tags:" = "Etiquetas:";

/* No comment provided by engineer. */
"Tags: %@" = "Etiquetas: %@";

/* No comment provided by engineer. */
"Take Photo" = "Tirar foto";

/* No comment provided by engineer. */
"Tap here to begin writing" = "Toque aqui para começar a escrever";

/* No comment provided by engineer. */
"Text to be linked" = "Texto da ligação";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your blog." = "Esta app não reconheceu a resposta do servidor. Por favor verifique a configuração do seu site.";

/* No comment provided by engineer. */
"The blog is synching with the server. Please try later." = "Site em sincronização com o servidor. Por favor tente mais tarde.";

/* No comment provided by engineer. */
"The edit feature is disabled while syncing. Please try again in a few seconds." = "A função de edição está desactivada durante a sincronização. Por favor tente novamente dentro de alguns segundos.";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "Parece não existir conexão à internet.";

/* No comment provided by engineer. */
"There is another category with that name." = "Já existe uma categoria com esse nome.";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "Ocorreu um erro ao copiar o vídeo a ser carregado. Por favor tente novamente.";

/* No comment provided by engineer. */
"There was an error processing your file. Please check the configuration of your blog." = "Ocorreu um erro ao processar o seu ficheiro. Por favor verifique a configuração do seu site.";

/* No comment provided by engineer. */
"Title" = "Title";

/* Quick Photo title */
"Title (optional)" = "Title (optional)";

/* No comment provided by engineer. */
"Title for a category is mandatory." = "O título da categoria é obrigatório.";

/* No comment provided by engineer. */
"Title:" = "Título:";

/* No comment provided by engineer. */
"To load stats for your blog you will need to have the WordPress.com stats plugin installed and correctly configured as well as your WordPress.com login." = "To load stats for your blog you will need to have the WordPress.com stats plugin installed and correctly configured as well as your WordPress.com login.";

/* No comment provided by engineer. */
"To upload videos you need to have VideoPress installed. Would you like to learn more about VideoPress now?" = "Para carregar vídeos precisa de ter o VideoPress instalado. Quer saber mais sobre o VideoPress?";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Unapprove" = "Desaprovar";

/* No comment provided by engineer. */
"Unapprove (%d)" = "Desaprovar (%d)";

/* No comment provided by engineer. */
"Unapprove Comment" = "Desaprovar comentário";

/* No comment provided by engineer. */
"Update" = "Actualizar";

/* No comment provided by engineer. */
"Update Location" = "Actualizar localização";

/* No comment provided by engineer. */
"Upload failed - tap to retry." = "Carregamento falhou - toque para voltar a tentar.";

/* No comment provided by engineer. */
"Upload failed. Please try again." = "Carregamento falhou. Por favor tente novamente.";

/* No comment provided by engineer. */
"Uploaded" = "Carregado";

/* No comment provided by engineer. */
"Uploading" = "Carregando";

/* No comment provided by engineer. */
"Uploading image..." = "Carregando imagen...";

/* No comment provided by engineer. */
"Uploading video..." = "Carregando vídeo...";

/* No comment provided by engineer. */
"Uploading..." = "Uploading...";

/* No comment provided by engineer. */
"Uploading: %.1f%%. Tap to cancel." = "Carregando: %.1f%%. Toque para cancelar.";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"Username" = "Utilizador";

/* No comment provided by engineer. */
"Username is required." = "O utilizador é obrigatório.";

/* No comment provided by engineer. */
"Video" = "Vídeo";

/* No comment provided by engineer. */
"VideoPress" = "VideoPress";

/* No comment provided by engineer. */
"Visibility" = "Visibilidade";

/* No comment provided by engineer. */
"Visit the Forums" = "Visit the Forums";

/* No comment provided by engineer. */
"Weeks" = "Weeks";

/* No comment provided by engineer. */
"Welcome" = "Bemvindo";

/* No comment provided by engineer. */
"West" = "Oeste";

/* No comment provided by engineer. */
"Width" = "Largura";

/* No comment provided by engineer. */
"WordPress for iOS Help Request" = "Pedido de ajuda com o WordPress para iOS";

/* No comment provided by engineer. */
"WordPress password" = "Senha de WordPress";

/* No comment provided by engineer. */
"WordPress username" = "Utilizador de WordPress";

/* No comment provided by engineer. */
"WordPress.com password" = "Senha de WordPress.com";

/* No comment provided by engineer. */
"WordPress.com Stats" = "WordPress.com Stats";

/* No comment provided by engineer. */
"WordPress.com username" = "Utilizador de WordPress.com";

/* No comment provided by engineer. */
"Would you like help making a link?" = "Precisa de ajuda para criar uma ligação?";

/* No comment provided by engineer. */
"Write" = "Escrever";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"You can upload videos to your blog with VideoPress. Would you like to learn more about VideoPress now?" = "Puedes carregar vídeos no seu site com VideoPress. Quer saber mais sobre o VideoPress?";

/* No comment provided by engineer. */
"You have unsaved changes." = "Existem modificações por salvar.";

